{
  "pageTitle": "{{area}} - Knowit TechRadar",
  "filterByArea": "Filtrer på Arbeidsområde",
  "filterByCategory": "Filtrer på Kategori",
  "noContent": "Ingenting funnet!",
  "explanationQuadrantTitle": "Terminologi",
  "buttons": {
    "expand": "Vis mere",
    "collapse": "Vis mindre",
    "close": "Lukk fokusert tema"
  },
  "priorities": {
    "title": "Prioriteringer",
    "description": "Teknologier vi vil prioritere og bruke mer",
    "explanation": "Dette er satsningsområder sett av Knowit som spesielt viktige - og vi kommer derfor til å bruke ekstra tid og krefter på disse."
  },
  "keep": {
    "title": "Behold",
    "description": "Etablerte bransjestandarder",
    "explanation": "Dette er teknologier, verktøy og annet som er godt brukt i markedet som standarder og vil ikke forsvinne på hverken kort eller lang sikt. De er essensielle og det er ingen grunn til å slutte å bruke de."
  },
  "adopt": {
    "title": "Bruk",
    "description": "Førstevalg for nye prosjekter",
    "explanation": "Her er teknologiene som vi vil anbefale å bruke for nye prosjekter, eller for migrering av gamle. Dette er teknologi som både er bevist produksjonsklar og som vi ser vil få mer og mer bruk etter som tiden går. Å vente med denne teknologien vil være en ulempe for kunden."
  },
  "trial": {
    "title": "Prøv",
    "description": "Bør prøves i et større prosjekt",
    "explanation": "Teknologien har vært testet ut og vi har sett at den er moden nok til å brukes mer. For kunder som har mulighet til å satse vil en investering i disse gi de et fortrinn over tid da vi ser at teknologien vil mest sannsynlig bli mer og mer fyldig med tiden."
  },
  "test": {
    "title": "Test",
    "description": "Nye og spennende områder",
    "explanation": "Dette er teknologier som er i en oppstartsfase - de bør ikke brukes i produksjon enda, men bør kjøres som mindre interne test prosjekter. De kan muligens vise seg å bli bra men foreløpig har vi ikke nok grunnlag til å kunne gå til kunder med disse. I en framtidig radar vil de kanskje gå videre, men de trenger fortsatt tid."
  },
  "hold": {
    "title": "Avvent / Fas ut",
    "description": "Avleggs og gammeldags",
    "explanation": "Teknologi i denne kategorien er allerede utfaset eller på vei ut, enten fordi annen teknologi har tatt over eller fordi de ikke lenger trengs."
  }
}
