{
  "footerFootnote": "Knowit is a Nordic powerhouse for the digital solutions of the future. Our vision is to create a sustainable and humane society through digitalization and innovation. Here, you can read more about us and what we stand for.",
  "legalInformationLabel": "Legal Information",
  "legalInformationLink": "https://www.knowit.no/globalassets/policies/kab_0239_eng_external_privacy_policy.pdf",
  "pageHelp": {
    "headlinePrefix": "How to use the",
    "paragraphs": [
      {
        "headline": "Introduction",
        "values": [
          "blahblah"
        ]
      },
      {
        "headline": "What is the Knowit Teknologiradar",
        "values": [
          "blahblah"
        ]
      },
      {
        "headline": "How it is created",
        "values": [
          "blahblah"
        ]
      },
      {
        "headline": "How should it be used",
        "values": [
          "The radar acts as an overview of technologies that we think everyone in the teams should currently know about.",
          "Its goal is to act as a guide and inspiration for the daily work in the teams. Its purpose is also to provide helpful information and a bird's-eye perspective - so that decisions can be taken with a much deeper understanding of the subject matter. This results in more-informed and better-aligned decisions.",
          "We also hope that developers outside of AOE find the information in our technology overview inspirational.",
          "We group or categorize the items in 4 quadrants - (sometimes, when it's not 100% clear where a item belongs, we choose the best fit)."
        ]
      }
    ],
    "quadrants": [
      {
        "description": "We've placed development languages (such as Scala or Golang) here, as well as more low-level development frameworks (such as Play or Symfony), which are useful for implementing custom software of all kinds.",
        "name": "Languages and Frameworks"
      },
      {
        "description": "Here we put different software tools - from small helpers to bigger software projects.",
        "name": "Tools"
      },
      {
        "description": "Patterns are so important, and a lot of them are valid for a long time (compared to some tools or frameworks). So, this is the category where we put information on methods and patterns concerning development, continuous x, testing, organization, architecture, etc.",
        "name": "Methods and Patterns"
      },
      {
        "description": "Here we include infrastructure platforms and services. We also use this category to communicate news about AOE services that we want all AOE teams to be aware of.",
        "name": "Platforms and Operations"
      }
    ],
    "quadrantsPreDescription": "The quadrants are:",
    "rings": [
      {
        "description": "Technologies that already are core competencies and continue to have focus and be relevant for customer projects and internal competency groups.",
        "name": "Keep"
      },
      {
        "description": "Technologies that are ready to be adopted and should be encouranged in customer projects.",
        "name": "Adopt"
      },
      {
        "description": "New Technologies that are ready to be tried in PoC internal projects, and in greenfield projects with mature customers. Technologies that have proven to have some marked adoption with early adopters",
        "name": "Trial"
      },
      {
        "description": "New Technologies that look promising, we should learn more about and try out in internal PoC and innovation projects. Might turn out not to be a winning technology in the long run, but interesting and cool right now.",
        "name": "Test"
      },
      {
        "description": "Technologies that are starting to be outdated, we don't recommend using in new projects, and we should work to phase out of portfolio over time. We might deside to keep expert competence to maintain legacy system.",
        "name": "Hold"
      }
    ],
    "ringsPreDescription": "Each of the items is classified in one of these rings:",
    "sourcecodeLink": {
      "description": "Contributions and source code of the Knowit Teknologiradar are on github:",
      "href": "https://github.com/knowit/teknologiradar",
      "name": "Knowit Teknologiradar on Github"
    }
  },
  "pageIndex": {
    "publishedLabel": "Quadrant Overview"
  },
  "pageItem": {
    "quadrantOverview": "Quadrant Overview"
  },
  "pageOverview": {
    "title": "Technologies Overview"
  },
  "revisionsText": "Revisions:",
  "searchLabel": "Search",
  "searchPlaceholder": "What are you looking for?",
  "socialLinks": [
    {
      "href": "https://twitter.com/knowitnorge",
      "iconName": "twitter"
    },
    {
      "href": "https://www.linkedin.com/company/knowit",
      "iconName": "linkedIn"
    },
    {
      "href": "https://www.instagram.com/weareknowit",
      "iconName": "instagram"
    },
    {
      "href": "https://www.youtube.com/c/KnowitGroup",
      "iconName": "youtube"
    },
    {
      "href": "https://github.com/knowit",
      "iconName": "github"
    }
  ],
  "socialLinksLabel": "Follow us:"
}
